Repository: rurza/BatFi
Catalog: BatFiKit/Sources/L10n/Localizable.xcstrings
Source language: en
Languages: cs, de, fr, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans

# menu.label.stop_charging_to_hundred
source: Stop charging to 100%
cs: Zastavení nabíjení na 100 %
de: Laden bis 100% stoppen
fr: Arrêter la charge à 100%
it: Ferma la ricarica al 100%
ja: 100%に充電を停止する
ko: 100% 충전 취소
nl: Stop opladen tot 100%
pl: Zatrzymaj ładowanie do 100%
pt_br: Parar de carregar até 100%
ru: Остановить зарядку до 100%
tr: %100 Şarj Etmeyi Durdur
uk: Зупинити заряджання до 100%
zh_hans: 停止充电至100%

# menu.label.stop_discharging_battery
source: Stop Using Battery
cs: Přestat používat baterii
de: Batterie nicht mehr verwenden
fr: Stopper l'utilisation de la batterie
it: Ferma l'utilizzo della batteria
ja: バッテリーの使用を停止
ko: 배터리 사용 취소
nl: Stop Gebruik Batterij
pl: Przywróć ładowanie
pt_br: Parar de Usar a Bateria
ru: Прекратить использование аккумулятора
tr: Pili Kullanmayı Durdur
uk: Припинити використання акумулятора
zh_hans: 停止使用电池

# menu.label.stop_override
source: Stop Override
cs: Zastavit přepsání
de: Überschreibung stoppen
fr: Stopper
it: Interrompi sovrascrizione
ja: オーバーライドを停止
ko: 임시 충전 설정 취소
nl: Stop Tijdelijke Instelling
pl: Wyłącz własne ustawienia
pt_br: Parar Sobreposição
ru: Остановить принудительный режим
tr: Geçersiz Kılmayı Durdur
uk: Зупинити примусовий режим
zh_hans: 停止覆盖

# menu.power_info.header
source: Power distribution
cs: Distribuce energie
de: Stromverteilung
fr: Distribution de l'énergie
it: Distribuzione dell'energia
ja: 電力配分
ko: 전력 분배
nl: Stroomverdeling
pl: Rozkład mocy
pt_br: Distribuição de energia
ru: Распределение питания
tr: Güç dağılımı
uk: Розподіл живлення
zh_hans: 功率分配

# menu.power_info.loading
source: Waiting for data…
cs: Čekání na data…
de: Warten auf Daten…
fr: En attente de données…
it: Attendendo i dati
ja: データを待機中…
ko: 데이터를 기다리는 중...
nl: Wachten op gegevens…
pl: Czekam na dane…
pt_br: Aguardando dados…
ru: Ожидание данных…
tr: Veri bekleniyor…
uk: Очікування даних…
zh_hans: 等待数据…

# menu.tooltip.charge_to_hundred.charger_not_connected
source: Disabled because the charger is not connected
cs: Vypnuto, protože není připojena nabíječka
de: Verhindert, da Ladegerät nicht angeschlossen
fr: Désactivé car le chargeur n'est pas connecté
it: Disabilitato perché il caricatore non è connesso
ja: 充電器が接続されていないため無効になっています
ko: 충전기가 연결되지 않아 비활성화됨
nl: Uitgeschakeld omdat de oplader niet is aangesloten
pl: Niedostępne ponieważ ładowarka nie jest podłączona
pt_br: Desabilitado porque o carregador não está conectado
ru: Отключено, поскольку зарядное устройство не подключено
tr: Şarj cihazı bağlı olmadığı için devre dışı bırakıldı
uk: Вимкнено, оскільки зарядний пристрій не підключено
zh_hans: 无效，由于充电器未连接

# menu.tooltip.charge_to_hundred.discharge_turned_on
source: Disabled because the "Discharge battery when charged over limit" is turned on
cs: Vypnuto, protože je zapnuta funkce „Vybití baterie při překročení limitu“
de: Verhindert, weil "Entlade Akku, wenn über Akku-Limit geladen" eingeschaltet ist
fr: Désactivé car "Décharger la batterie lorsqu'elle est chargée au-delà de la limite" est activée
it: Disabilitato perché "Scarica la batteria quando la percentuale è sopra il limite" è impostato
ja: 「上限を超えて充電されたときにバッテリーを放電する」がオンになっているため、無効になります
ko: "충전 제한을 넘어서 충전된 경우 배터리 방전"이 켜져 비활성화됨
nl: Uitgeschakeld omdat "Ontlaad batterij wanneer deze is opgeladen boven de limiet" is ingeschakeld
pl: Niedostępne ponieważ "Rozładuj baterię gdy naładowana ponad limit" jest włączone
pt_br: Desabilitado porque a configuração "Descarregar a bateria quando a carga estiver acima do limite estabelecido" está ligada
ru: Отключено, поскольку включена функция «Разряжать аккумулятор при превышении лимита заряда».
tr: “Sınırın üzerinde şarj edildiğinde pili boşalt” açık olduğu için devre dışı bırakıldı
uk: Вимкнено, оскільки увімкнено функцію «Разряджати акумулятор при перевищенні ліміту заряду».
zh_hans: 无效，由于“当电量超过限制值时对电池放电”已启用

# notifications.alert.button.label.close
source: Close
cs: Zavřít
de: Schließen
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluit
pl: Zamknij
pt_br: Fechar
ru: Закрыть
tr: Kapat
uk: Закрити
zh_hans: 关闭

# notifications.alert.button.label.install_helper
source: Install Helper
cs: Nainstalovat pomocný nástroj
de: Helper installieren
fr: Installer l'assistant
it: Installa Helper
ja: ヘルパーをインストール
ko: 보조 프로그램 설치
nl: Installeer hulpprogramma
pl: Zainstaluj helpera
pt_br: Instalar Helper
ru: Установить помощник
tr: Yardımcıyı Yükle
uk: Встановити помічника
zh_hans: 安装 Helper

# notifications.alert.button.label.open_onboarding
source: Open Onboarding…
cs: Otevřít Úvodní nastavení…
de: Onboarding öffnen…
fr: Ouvrir le tutoriel…
it: Apri inizializzazione...
ja: オンボーディングを開く…
ko: 초기 설정 창 열기...
nl: Open Introductie…
pl: Otwórz Onboarding…
pt_br: Abrir Introdução...
ru: Открыть обучение…
tr: Kullanıcı Rehberini Aç…
uk: Відкрити навчання…
zh_hans: 打开上手引导…

# notifications.alert.button.label.open_system_settings
source: Open System Settings…
cs: Otevřít Nastavení systému…
de: Systemeinstellungen öffnen…
fr: Ouvrir les réglages système…
it: Apri Impostazioni di Sistema...
ja: システム設定を開く…
ko: 시스템 설정 열기...
nl: Open Systeeminstellingen…
pl: Otwórz Ustawienia Systemowe…
pt_br: Abrir Ajustes do Sistema…
ru: Открыть системные настройки…
tr: Sistem Ayarlarını Aç…
uk: Відкрити Системні параметри…
zh_hans: 打开系统设置…

# notifications.alert.button.label.restore_status_bar_icon
source: Restore Status Bar Icon
cs: Obnovení ikony ve stavovém řádku
de: Statusleisten-Symbol wiederherstellen
fr: Restaurer l’icône de la barre d’état
it: Ripristina icona della barra di stato
ja: ステータスバーアイコンを復元
ko: 상태 표시줄 아이콘 복원
nl: Zet Statusbalkicoon Terug
pl: Przywróć ikonę
pt_br: Restaurar ícone da barra de status
ru: Восстановить значок в строке состояния
tr: Durum Çubuğu Simgesini Geri Yükle
uk: Відновити значок у рядку меню
zh_hans: 恢复状态栏图标

# notifications.alert.button.label.show_in_finder
source: Show in Finder
cs: Zobrazit ve Finderu
de: Im Finder zeigen
fr: Afficher dans le Finder
it: Mostra nel Finder
ja: Finderに表示
ko: Finder에서 보기
nl: Toon in Finder
pl: Pokaż w Finderze
pt_br: Mostrar no Finder
ru: Показать в Finder
tr: Finder’da Göster
uk: Показати у Finder
zh_hans: 在访达中显示

# notifications.alert.informative_text.foreign_helper_other_copy_installed
source: macOS is starting the helper that belongs to another copy of BatFi at %@, and BatFi could not take it over. Delete the copy you don't want, keep one, then reopen BatFi.
cs: macOS spouští pomocný nástroj patřící jiné kopii BatFi v %@ a BatFi jej nedokázal převzít. Smažte kopii, kterou nechcete, ponechte jednu a poté BatFi znovu otevřete.
de: macOS startet den Helper, der zu einem anderen Exemplar von BatFi unter %@ gehört, und BatFi konnte ihn nicht übernehmen. Lösche das Exemplar, das du nicht möchtest, behalte eines und öffne BatFi dann erneut.
fr: macOS lance l'assistant appartenant à une autre copie de BatFi située à %@, et BatFi n'a pas pu le reprendre. Supprimez la copie dont vous ne voulez pas, gardez-en une, puis rouvrez BatFi.
it: macOS sta avviando l'Helper che appartiene a un'altra copia di BatFi in %@ e BatFi non è riuscito a subentrare. Elimina la copia che non vuoi, tienine una, poi riapri BatFi.
ja: macOSは %@ にある別のBatFiのコピーに属するヘルパーを起動しており、BatFiはそれを引き継げませんでした。 不要なコピーを削除して1つだけ残し、BatFiを開き直してください。
ko: macOS가 %@에 있는 다른 BatFi 사본의 보조 프로그램을 시작하고 있으며, BatFi가 이를 넘겨받지 못했습니다. 원하지 않는 사본을 삭제하고 하나만 남긴 뒤 BatFi를 다시 여세요.
nl: macOS start het hulpprogramma van een andere kopie van BatFi op %@, en BatFi kon het niet overnemen. Verwijder de kopie die je niet wilt, houd er één over en open BatFi opnieuw.
pl: macOS uruchamia helper należący do innej kopii BatFi w %@, a BatFi nie mógł go przejąć. Usuń kopię, której nie chcesz, zostaw jedną, a następnie uruchom BatFi ponownie.
pt_br: O macOS está iniciando o Helper que pertence a outra cópia do BatFi em %@, e o BatFi não conseguiu assumi-lo. Apague a cópia que você não quer, mantenha uma e reabra o BatFi.
ru: macOS запускает помощник, принадлежащий другой копии BatFi по пути %@, и BatFi не смог его перехватить. Удалите ненужную копию, оставьте одну и снова откройте BatFi.
tr: macOS, %@ konumundaki başka bir BatFi kopyasına ait yardımcıyı başlatıyor ve BatFi bunu devralamadı. İstemediğiniz kopyayı silin, bir tane bırakın, sonra BatFi’yi yeniden açın.
uk: macOS запускає помічника, який належить іншій копії BatFi за шляхом %@, і BatFi не зміг його перебрати. Видаліть непотрібну копію, залиште одну, а потім знову відкрийте BatFi.
zh_hans: macOS 正在启动位于 %@ 的另一份 BatFi 副本的 Helper，BatFi 无法接管它。 请删除不需要的副本，只保留一份，然后重新打开 BatFi。

# notifications.alert.informative_text.helper_install_failed
source: BatFi needs a helper to manage charging, and macOS refused to add it: %@ Installing it again usually works. macOS may ask you to allow BatFi to run in the background — that request is what completes the installation.
cs: BatFi potřebuje ke správě nabíjení pomocný nástroj a macOS jej odmítl přidat: %@ Opakovaná instalace obvykle pomůže. macOS vás může požádat o povolení, aby BatFi běžel na pozadí – právě tento požadavek instalaci dokončí.
de: BatFi benötigt einen Helper, um das Laden zu steuern, und macOS hat abgelehnt, ihn hinzuzufügen: %@ Ein erneuter Versuch klappt meist. macOS fragt dich möglicherweise, ob BatFi im Hintergrund laufen darf – diese Anfrage schließt die Installation ab.
fr: BatFi a besoin d'un assistant pour gérer la charge, et macOS a refusé de l'ajouter : %@ Réessayer fonctionne généralement. macOS peut vous demander d'autoriser BatFi à s'exécuter en arrière-plan — c'est cette demande qui termine l'installation.
it: BatFi ha bisogno di un Helper per gestire la ricarica e macOS ha rifiutato di aggiungerlo: %@ Installarlo di nuovo di solito funziona. macOS potrebbe chiederti di consentire a BatFi di essere eseguito in background: è quella richiesta a completare l'installazione.
ja: BatFiは充電を管理するためにヘルパーを必要としますが、macOSが追加を拒否しました: %@ もう一度インストールすれば通常は成功します。macOSがBatFiのバックグラウンド実行の許可を求めることがありますが、その許可でインストールが完了します。
ko: BatFi가 충전을 관리하려면 보조 프로그램이 필요한데, macOS가 추가를 거부했습니다: %@ 다시 설치하면 대개 성공합니다. macOS가 BatFi의 백그라운드 실행 허용을 요청할 수 있으며, 그 요청이 설치를 완료합니다.
nl: BatFi heeft een hulpprogramma nodig om het opladen te beheren, en macOS weigerde het toe te voegen: %@ Opnieuw installeren werkt meestal. macOS vraagt je mogelijk om BatFi op de achtergrond te laten draaien — dat verzoek voltooit de installatie.
pl: BatFi potrzebuje helpera do zarządzania ładowaniem, a macOS odmówił jego dodania: %@ Ponowna instalacja zwykle działa. macOS może poprosić o zezwolenie BatFi na działanie w tle – ta prośba kończy instalację.
pt_br: O BatFi precisa de um Helper para gerenciar o carregamento, e o macOS recusou adicioná-lo: %@ Instalar novamente costuma funcionar. O macOS pode pedir para permitir que o BatFi seja executado em segundo plano — é esse pedido que conclui a instalação.
ru: BatFi нужен помощник для управления зарядкой, и macOS отказался его добавить: %@ Повторная установка обычно срабатывает. macOS может попросить разрешить BatFi работать в фоне — именно этот запрос завершает установку.
tr: BatFi’nin şarjı yönetmek için bir yardımcıya ihtiyacı var ve macOS onu eklemeyi reddetti: %@ Yeniden yüklemek genellikle işe yarar. macOS, BatFi’nin arka planda çalışmasına izin vermenizi isteyebilir — kurulumu tamamlayan şey bu istektir.
uk: BatFi потрібен помічник для керування заряджанням, і macOS відмовився його додати: %@ Повторне встановлення зазвичай спрацьовує. macOS може попросити дозволити BatFi працювати у фоні — саме цей запит завершує встановлення.
zh_hans: BatFi 需要一个 Helper 来管理充电，但 macOS 拒绝添加它：%@ 再安装一次通常就能成功。macOS 可能会请求允许 BatFi 在后台运行——正是该请求完成了安装。

# notifications.alert.informative_text.helper_needs_approval
source: macOS has registered BatFi's helper but is waiting for you to allow it to run in the background. Open System Settings below, find BatFi in the list, and turn it on. Until then, BatFi isn't managing charging.
cs: macOS zaregistroval pomocný nástroj BatFi, ale čeká, až mu povolíte běh na pozadí. Otevřete níže Nastavení systému, najděte BatFi v seznamu a zapněte jej. Do té doby BatFi nespravuje nabíjení.
de: macOS hat den Helper von BatFi registriert, wartet aber darauf, dass du ihm die Ausführung im Hintergrund erlaubst. Öffne unten die Systemeinstellungen, suche BatFi in der Liste und schalte es ein. Bis dahin verwaltet BatFi das Laden nicht.
fr: macOS a enregistré l'assistant de BatFi mais attend que vous l'autorisiez à s'exécuter en arrière-plan. Ouvrez les réglages système ci-dessous, trouvez BatFi dans la liste et activez-le. D'ici là, BatFi ne gère pas la charge.
it: macOS ha registrato l'Helper di BatFi ma sta aspettando che tu gli consenta di funzionare in background. Apri le Impostazioni di Sistema qui sotto, trova BatFi nell'elenco e attivalo. Fino ad allora BatFi non gestisce la ricarica.
ja: macOSはBatFiのヘルパーを登録しましたが、バックグラウンドでの実行を許可されるのを待っています。 下からシステム設定を開き、リストでBatFiを見つけてオンにしてください。 それまでBatFiは充電を管理しません。
ko: macOS가 BatFi 보조 프로그램을 등록했지만, 백그라운드 실행을 허용해 주기를 기다리고 있습니다. 아래에서 시스템 설정을 열고 목록에서 BatFi를 찾아 켜 주세요. 그때까지 BatFi는 충전을 관리하지 않습니다.
nl: macOS heeft het hulpprogramma van BatFi geregistreerd, maar wacht tot je het toestemming geeft om op de achtergrond te draaien. Open hieronder Systeeminstellingen, zoek BatFi in de lijst en schakel het in. Tot die tijd beheert BatFi het opladen niet.
pl: macOS zarejestrował Helpera BatFi, ale czeka, aż zezwolisz mu na działanie w tle. Otwórz poniżej Ustawienia systemowe, znajdź BatFi na liście i włącz go. Do tego czasu BatFi nie zarządza ładowaniem.
pt_br: O macOS registrou o Helper do BatFi, mas está aguardando que você permita que ele seja executado em segundo plano. Abra os Ajustes do Sistema abaixo, encontre o BatFi na lista e ative-o. Até lá, o BatFi não gerencia o carregamento.
ru: macOS зарегистрировал помощника BatFi, но ждёт, когда вы разрешите ему работать в фоне. Откройте Системные настройки ниже, найдите BatFi в списке и включите его. До этого момента BatFi не управляет зарядкой.
tr: macOS, BatFi’nin yardımcısını kaydetti ancak arka planda çalışmasına izin vermenizi bekliyor. Aşağıdan Sistem Ayarları’nı açın, listede BatFi’yi bulun ve açın. O ana kadar BatFi şarjı yönetmez.
uk: macOS зареєстрував помічника BatFi, але чекає, доки ви дозволите йому працювати у фоні. Відкрийте Системні параметри нижче, знайдіть BatFi у списку та увімкніть його. До того часу BatFi не керує заряджанням.
zh_hans: macOS已注册BatFi的Helper，但正在等待你允许它在后台运行。 请在下方打开系统设置，在列表中找到BatFi并将其打开。 在此之前，BatFi不会管理充电。

# notifications.alert.informative_text.helper_needs_manual_reset
source: macOS is holding an outdated registration for BatFi's helper and refuses to start it. This is usually left behind by a copy of BatFi that has since been deleted, and BatFi cannot clear it on its own. Open System Settings below, find BatFi in the list, then turn it off and back on again. BatFi will reconnect by itself within a few seconds. Until then, BatFi isn't managing charging.
cs: macOS si drží zastaralou registraci pomocného nástroje BatFi a odmítá jej spustit. Obvykle ji zanechá kopie BatFi, která už byla smazána, a BatFi ji nedokáže odstranit sám. Otevřete níže Nastavení systému, najděte BatFi v seznamu a poté jej vypněte a znovu zapněte. BatFi se sám během několika sekund znovu připojí. Do té doby BatFi nespravuje nabíjení.
de: macOS hält eine veraltete Registrierung für den Helper von BatFi und weigert sich, ihn zu starten. Sie stammt meist von einem Exemplar von BatFi, das inzwischen gelöscht wurde, und BatFi kann sie nicht selbst entfernen. Öffne unten die Systemeinstellungen, suche BatFi in der Liste und schalte es dann aus und wieder ein. BatFi stellt die Verbindung innerhalb weniger Sekunden von selbst wieder her. Bis dahin verwaltet BatFi das Laden nicht.
fr: macOS conserve un enregistrement obsolète de l'assistant de BatFi et refuse de le démarrer. Il provient généralement d'une copie de BatFi supprimée depuis, et BatFi ne peut pas le supprimer lui-même. Ouvrez les réglages système ci-dessous, trouvez BatFi dans la liste, puis désactivez-le et réactivez-le. BatFi se reconnectera de lui-même en quelques secondes. D'ici là, BatFi ne gère pas la charge.
it: macOS conserva una registrazione obsoleta dell'Helper di BatFi e si rifiuta di avviarlo. Di solito viene lasciata da una copia di BatFi che nel frattempo è stata eliminata, e BatFi non può rimuoverla da solo. Apri le Impostazioni di Sistema qui sotto, trova BatFi nell'elenco, quindi disattivalo e riattivalo. BatFi si riconnetterà da solo nel giro di pochi secondi. Fino ad allora BatFi non gestisce la ricarica.
ja: macOSがBatFiのヘルパーの古い登録情報を保持しているため、起動を拒否しています。これは通常、すでに削除されたBatFiのコピーが残したもので、BatFi自身で解除することはできません。 下からシステム設定を開き、リストでBatFiを見つけて、一度オフにしてから再度オンにしてください。BatFiは数秒で自動的に再接続します。 それまでBatFiは充電を管理しません。
ko: macOS가 BatFi 보조 프로그램의 오래된 등록 정보를 가지고 있어 실행을 거부하고 있습니다. 보통 이미 삭제된 BatFi 사본이 남긴 것이며, BatFi가 스스로 지울 수는 없습니다. 아래에서 시스템 설정을 열고 목록에서 BatFi를 찾아 껐다가 다시 켜세요. BatFi가 몇 초 안에 자동으로 다시 연결됩니다. 그때까지 BatFi는 충전을 관리하지 않습니다.
nl: macOS houdt een verouderde registratie van het hulpprogramma van BatFi vast en weigert het te starten. Die is meestal achtergelaten door een kopie van BatFi die inmiddels is verwijderd, en BatFi kan dit niet zelf oplossen. Open hieronder Systeeminstellingen, zoek BatFi in de lijst en schakel het uit en weer in. BatFi maakt binnen enkele seconden vanzelf opnieuw verbinding. Tot die tijd beheert BatFi het opladen niet.
pl: macOS przechowuje nieaktualną rejestrację Helpera BatFi i odmawia jego uruchomienia. Zwykle zostawia ją kopia BatFi, która została już usunięta, a BatFi nie może usunąć jej samodzielnie. Otwórz poniżej Ustawienia systemowe, znajdź BatFi na liście, a następnie wyłącz go i włącz ponownie. BatFi połączy się sam w ciągu kilku sekund. Do tego czasu BatFi nie zarządza ładowaniem.
pt_br: O macOS mantém um registro desatualizado do Helper do BatFi e se recusa a iniciá-lo. Normalmente ele é deixado por uma cópia do BatFi que já foi apagada, e o BatFi não consegue removê-lo sozinho. Abra os Ajustes do Sistema abaixo, encontre o BatFi na lista e desligue-o e ligue-o novamente. O BatFi voltará a se conectar sozinho em alguns segundos. Até lá, o BatFi não gerencia o carregamento.
ru: macOS хранит устаревшую регистрацию помощника BatFi и отказывается его запускать. Обычно её оставляет копия BatFi, которая уже удалена, и BatFi не может удалить её самостоятельно. Откройте Системные настройки ниже, найдите BatFi в списке, затем выключите его и включите снова. BatFi подключится сам в течение нескольких секунд. До этого момента BatFi не управляет зарядкой.
tr: macOS, BatFi’nin yardımcısına ait güncelliğini yitirmiş bir kaydı tutuyor ve yardımcıyı başlatmayı reddediyor. Bunu genellikle sonradan silinmiş bir BatFi kopyası bırakır ve BatFi bunu kendi başına temizleyemez. Aşağıdan Sistem Ayarları’nı açın, listede BatFi’yi bulun, ardından kapatıp yeniden açın. BatFi birkaç saniye içinde kendiliğinden yeniden bağlanacaktır. O ana kadar BatFi şarjı yönetmez.
uk: macOS зберігає застарілу реєстрацію помічника BatFi і відмовляється його запускати. Зазвичай її залишає копія BatFi, яку вже видалено, і BatFi не може видалити її самостійно. Відкрийте Системні параметри нижче, знайдіть BatFi у списку, а потім вимкніть його й увімкніть знову. BatFi під’єднається сам протягом кількох секунд. До того часу BatFi не керує заряджанням.
zh_hans: macOS保留着BatFi的Helper的过时注册信息，因此拒绝启动它。这通常是由已被删除的BatFi副本遗留下来的，BatFi无法自行清除。 请在下方打开系统设置，在列表中找到BatFi，将其关闭后再重新打开。BatFi会在几秒内自行重新连接。 在此之前，BatFi不会管理充电。

# notifications.alert.informative_text.helper_not_installed
source: BatFi needs a helper to manage charging, and it isn't installed. Click Install Helper below. macOS may ask you to allow BatFi to run in the background — that request is what completes the installation.
cs: BatFi potřebuje ke správě nabíjení pomocný nástroj a ten není nainstalovaný. Klikněte níže na „Nainstalovat pomocný nástroj“. macOS vás může požádat o povolení, aby BatFi běžel na pozadí – právě tento požadavek instalaci dokončí.
de: BatFi benötigt einen Helper, um das Laden zu steuern, und er ist nicht installiert. Klicke unten auf „Helper installieren“. macOS fragt dich möglicherweise, ob BatFi im Hintergrund laufen darf – diese Anfrage schließt die Installation ab.
fr: BatFi a besoin d'un assistant pour gérer la charge, et il n'est pas installé. Cliquez sur « Installer l'assistant » ci-dessous. macOS peut vous demander d'autoriser BatFi à s'exécuter en arrière-plan — c'est cette demande qui termine l'installation.
it: BatFi ha bisogno di un Helper per gestire la ricarica e non è installato. Fai clic su “Installa Helper” qui sotto. macOS potrebbe chiederti di consentire a BatFi di essere eseguito in background: è quella richiesta a completare l'installazione.
ja: BatFiは充電を管理するためにヘルパーを必要としますが、インストールされていません。 下の「ヘルパーをインストール」をクリックしてください。macOSがBatFiのバックグラウンド実行の許可を求めることがありますが、その許可でインストールが完了します。
ko: BatFi가 충전을 관리하려면 보조 프로그램이 필요한데, 설치되어 있지 않습니다. 아래의 ‘보조 프로그램 설치’를 클릭하세요. macOS가 BatFi의 백그라운드 실행 허용을 요청할 수 있으며, 그 요청이 설치를 완료합니다.
nl: BatFi heeft een hulpprogramma nodig om het opladen te beheren, en het is niet geïnstalleerd. Klik hieronder op 'Installeer hulpprogramma'. macOS vraagt je mogelijk om BatFi op de achtergrond te laten draaien — dat verzoek voltooit de installatie.
pl: BatFi potrzebuje helpera do zarządzania ładowaniem, a nie jest on zainstalowany. Kliknij „Zainstaluj helpera” poniżej. macOS może poprosić o zezwolenie BatFi na działanie w tle – ta prośba kończy instalację.
pt_br: O BatFi precisa de um Helper para gerenciar o carregamento, e ele não está instalado. Clique em “Instalar Helper” abaixo. O macOS pode pedir para permitir que o BatFi seja executado em segundo plano — é esse pedido que conclui a instalação.
ru: BatFi нужен помощник для управления зарядкой, и он не установлен. Нажмите «Установить помощник» ниже. macOS может попросить разрешить BatFi работать в фоне — именно этот запрос завершает установку.
tr: BatFi’nin şarjı yönetmek için bir yardımcıya ihtiyacı var ve yüklü değil. Aşağıdaki “Yardımcıyı Yükle” düğmesine tıklayın. macOS, BatFi’nin arka planda çalışmasına izin vermenizi isteyebilir — kurulumu tamamlayan şey bu istektir.
uk: BatFi потрібен помічник для керування заряджанням, і його не встановлено. Натисніть «Встановити помічника» нижче. macOS може попросити дозволити BatFi працювати у фоні — саме цей запит завершує встановлення.
zh_hans: BatFi 需要一个 Helper 来管理充电，但它尚未安装。 请点按下方的“安装 Helper”。macOS 可能会请求允许 BatFi 在后台运行——正是该请求完成了安装。
